{
  "blink.cmp": { "branch": "main" },
  "flit.nvim": { "branch": "main" },
  "friendly-snippets": { "branch": "main" },
  "lazydev.nvim": { "branch": "main" },
  "leap.nvim": { "branch": "main" },
  "luvit-meta": { "branch": "main" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "mini.nvim": { "branch": "main" },
  "nvim-fundo": { "branch": "main" },
  "nvim-treesitter": { "branch": "master" },
  "promise-async": { "branch": "main" },
  "vimspector": { "branch": "master" },
  "which-key.nvim": { "branch": "main" }
}
